Repository: gobby/obby
Catalog: po/*.po
Languages: de

source: File is not an obby document
de: Datei ist kein obby-Dokument

source: File is not a stored obby session
de: Datei ist keine gespeicherte obby-Sitzung

source: Unexpected child node: '%0%'
de: Kindknoten '%0%' unerwartet

source: Attribute '%0%' has unexpected type: %1%
de: Unerwarteter Datentyp für Attribut %0%: %1%

source: Colour is already in use
de: Farbe wird bereits benutzt

source: Wrong session password
de: Falsches Sitzungspasswort

source: Wrong user password
de: Falsches Benutzerpasswort

source: Protocol version mismatch
de: Falsche Protokollversion

source: User ID %0% is already in use
de: Benutzer-ID %0% wird bereits benutzt

source: Restored session
de: Sitzung wiederhergestellt

source: %0% has joined
de: %0% hat die Sitzung betreten

source: %0% has left
de: %0% hat die Sitzung verlassen

source: %0% has created a new document: %1%
de: %0% hat ein neues Dokument erstellt: %1%

source: A new document was created: %0%
de: Ein neues Dokument wurde erstellt: %0%

source: Document needs at least one line
de: Das Dokument muss mindestens eine Zeile enthalten

source: Unexpected escape sequence: \%0%
de: Unerwartete Escapesequenz: %0%

source: String not closed
de: Zeichenkette nicht geschlossen

source: Unexpected token: '%0%'
de: Unerwartetes Token: '%0%'

source: Unexpected end of input
de: Unerwartetes Ende der Eingabe

source: Expected '=' after %0%
de: '=' nach '%0%' erwartet

source: Expected string literal as value for attribute '%0%'
de: Zeichenkette als Wert für das Attribut '%0%' erwartet

source: Child object's indentation must be parent's plus one
de: Einrückung des Kindobjektes muss der des Elternobjektes plus eins entsprechen

source: Expected child object after indentation
de: Kindobjekt nach Einrückung erwartet

source: Expected child object instead of '%0%'
de: Kindobjekt statt '%0%' erwartet

source: Object '%0%' requires attribute '%1%'
de: Objekt '%0%' erfordert das Attribut '%1%'

source: Could not open file '%0%' for reading
de: Konnte die Datei '%0%' nicht zum Lesen öffnen

source: Expected initial exclamation mark
de: Ausrufezeichen zu Beginn erwartet

source: Expected document type after '!'
de: Dokumenttyp nach '!' erwartet

source: Expected newline after document type
de: Zeilenumbruch nach dem Dokumenttyp erwartet

source: Expected top-level object after document type
de: Objekt auf oberster Ebene nach dem Dokumenttyp erwartet

source: Expected root object after document type
de: Wurzelobjekt nach dem Dokumenttyp erwartet

source: Expected end of input instead of '%0%'
de: Eingabeende nach '%0%' erwartet

source: Could not open file '%0%' for writing
de: Konnte die Datei '%0%' nicht zum Schreiben öffnen
